export let messagesMas:any = {
    toWhom: '0000',
    messagesCount:20,
    messages:[
        {
            from:'0000',
            body:'типо диалог',
            id:1,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:2,
        },
        {
            from:'0000',
            body:'типо диалог',
            id:3,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:4,
        },        {
            from:'0000',
            body:'типо диалог',
            id:5,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:6,
        },        {
            from:'0000',
            body:'типо диалог',
            id:7,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:8,
        },        {
            from:'0000',
            body:'типо диалог',
            id:9,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:10,
        },
        {
            from:'0000',
            body:'типо диалог',
            id:11,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:12,
        },
        {
            from:'0000',
            body:'типо диалог',
            id:13,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:14,
        },        {
            from:'0000',
            body:'типо диалог',
            id:15,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:16,
        },        {
            from:'0000',
            body:'типо диалог',
            id:17,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:18,
        },        {
            from:'0000',
            body:'типо диалог',
            id:19,
        },
        {
            from:'0001',
            body:'типо диалог',
            id:20,
        },
    ]
}